[
    "Thinks the moon landing was staged… but in a cool way.",
    "Doesn’t trust people who don’t like dogs.",
    "Owns way too many novelty mugs.",
    "Can’t stop quoting Mean Girls.",
    "Thinks they’d be great on Survivor.",
    "Hates when people clap after a plane lands.",
    "Owns a fanny pack, and actually uses it.",
    "Uses ‘Yeet’ in every conversation.",
    "Can’t resist taking a nap wherever they are.",
    "Believes that TikTok is a form of art.",
    "Has never seen Titanic… but still quotes it.",
    "Has a secret collection of rubber ducks.",
    "Can quote every line from The Office.",
    "Believes their spirit animal is a sloth.",
    "Refers to themselves as “vibing.”",
    "Wears sunglasses at night.",
    "Can’t walk past a vending machine without buying something.",
    "Holds grudges over minor inconveniences, like when someone cuts in line.",
    "Never knows what day it is but still manages to show up on time.",
    "Thinks every song is better if you add a tambourine.",
    "Owns an excessive number of graphic T-shirts.",
    "Always makes awkward small talk with cashiers.",
    "Will fight you on whether or not pineapple belongs on pizza.",
    "Can’t pronounce foreign food names correctly, but does it anyway.",
    "Refuses to use a normal-sized toothbrush, only the giant ones.",
    "Constantly wears a hoodie, even in 90-degree weather.",
    "Has an irrational fear of escalators.",
    "Believes that taking a nap makes them a wizard.",
    "Knows all the lyrics to Barbie Girl.",
    "Uses “I’m not a morning person” as an excuse for everything.",
    "Is obsessed with watching home renovation shows but doesn’t own a toolbox.",
    "Always orders the same thing at a restaurant, no exceptions.",
    "Collects empty bottles just for the aesthetic.",
    "Thinks the moon controls their mood.",
    "Can’t resist buying things they don’t need during a Target run.",
    "Hides snacks around the house for later.",
    "Constantly claims they could’ve been a professional athlete.",
    "Writes in all caps like they’re shouting.",
    "Has a conspiracy theory about the Bermuda Triangle.",
    "Talks to their plants like they’re friends.",
    "Thinks cold pizza is a delicacy.",
    "Has a secret stash of candy that they won’t share.",
    "Prefers to make up their own rules to board games.",
    "Has a “life hack” for everything.",
    "Wears band T-shirts but can’t name three songs by the band.",
    "Claims to be “super into yoga” but only does it once a year.",
    "Can’t decide between being a dog person or a cat person.",
    "Has an irrational love for 90s sitcoms.",
    "Refers to themselves as “unique” when they’re just a little quirky.",
    "Doesn’t use the ‘just add water’ instructions for instant noodles.",
    "Is constantly trying to start a podcast, but never follows through.",
    "Believes they would make an excellent spy, despite being terrible at keeping secrets.",
    "Still watches cartoons, no shame.",
    "Finds it impossible to say ‘no’ to a sale.",
    "Lives for the drama in reality TV.",
    "Has an extensive collection of cat memes.",
    "Can’t stop talking about their favorite conspiracy theory at parties.",
    "Sleeps with a stuffed animal.",
    "Is obsessed with finding the perfect Instagram filter.",
    "Unironically loves ASMR videos.",
    "Spends hours organizing their playlists, but never listens to them.",
    "Takes random polls about silly things.",
    "Always ends up in awkward situations with their ex.",
    "Thinks they could survive in the wild without any survival skills.",
    "Is convinced they were a superhero in a past life.",
    "Loves to text in emoji code.",
    "Is always late but blames traffic even if it’s 2 AM.",
    "Pretends to know how to cook but always orders takeout.",
    "Can’t resist picking up every stray animal they see.",
    "Can’t function without caffeine, but only drinks it with sugar.",
    "Makes up stories about their “wild adventures” just to sound interesting.",
    "Obsessed with collecting useless trivia."
  ]